[
  {
    "passioid": 1003701,
    "diseasename": "Vitiligo",
    "description": "Vitiligo (vit-ih-LIE-go) is a disease that causes loss of skin color in patches. The discolored areas usually get bigger with time. The condition can affect the skin on any part of the body. It can also affect the hair and the inside of the mouth. Normally, the color of hair and skin is determined by melanin.",
    "imagepath": "https://drive.google.com/uc?id=1PmjcRF17r9ueAKi5mjjb8qVov0OwCiWw"
  },
  {
    "passioid": 1003770,
    "diseasename": "Psoriasis",
    "description": "Psoriasis is a long-lasting, noncontagious autoimmune disease characterized by raised areas of abnormal skin. These areas are red, or purple on some people with darker skin, dry, itchy, and scaly. Psoriasis varies in severity from small, localized patches to complete body coverage. Injury to the skin can trigger psoriatic skin changes at that spot, which is known as the Koebner phenomenon.",
    "imagepath": "https://drive.google.com/uc?id=1wpwTNPAMGYQIVTVFuLJQjR4Gefyc24M6"
  },
  {
    "passioid": 1003773,
    "diseasename": "Cutaneous Horn",
    "description": "Cutaneous horns, also known by the Latin name cornu cutaneum, are unusual keratinous skin tumors with the appearance of horns, or sometimes of wood or coral. Formally, this is a clinical diagnosis for a conical projection above the surface of the skin. They are usually small and localized but can, in very rare cases, be much larger. Although often benign, they can also be malignant or premalignant.",
    "imagepath": "https://drive.google.com/uc?id=1ymegelhHEdwCk9TJdSckKL3677lz9Lmp"
  },
  {
    "passioid": 1003681,
    "diseasename": "Bullous Disease",
    "description": "Bullous pemphigoid is a rare skin condition that mainly affects older people. It usually starts with an itchy, raised rash. As the condition develops, large blisters can form on the skin. It may last a few years and sometimes causes serious problems, but treatment can help manage the condition in most cases.",
    "imagepath": "https://drive.google.com/uc?id=1xJJbwS0pHGHpdOSjNNpnpUo6zEurB6rV"
  },
  {
    "passioid": 1003662,
    "diseasename": "Skin Tag (Acrochordon)",
    "description": "A skin tag is a common soft harmless lesion that appears to hang off the skin. It is also described as Acrochordon. Skin tags develop in both men and women as they grow older. They are skin colored or darker and range in size from 1mm to 5cm. They are most often found in the skin folds (neck, armpits, groin). They tend to be more numerous in obese persons and in those with type 2 diabetes mellitus.",
    "imagepath": "https://drive.google.com/uc?id=1PEPwAo9vGkNErqih-5v0_rKLfOAKhuy6"
  },
  {
    "passioid": 1003675,
    "diseasename": "Nail Fungus",
    "description": "A nail fungus causes thickened, brittle, crumbly, or ragged nails. Usually, the problems caused by this condition are cosmetic. The main symptoms are changes in the appearance of nails. Rarely, the condition causes pain or a slightly foul odor. Treatments include oral anti-fungal drugs, medicated nail polish or cream, or nail removal.",
    "imagepath": "https://drive.google.com/uc?id=1VlmCUNn9maMrTQx0kZxXGRx_l0qqgeX-"
  },
  {
    "passioid": 1003674,
    "diseasename": "Malenoma",
    "description": "Melanoma, also redundantly known as malignant melanoma, is a type of skin cancer that develops from the pigment-producing cells known as melanocytes. Melanomas typically occur in the skin, but may rarely occur in the mouth, intestines, or eye (uveal melanoma). In women, they most commonly occur on the legs, while in men, they most commonly occur on the back. About 25% of melanomas develop from moles. Changes in a mole that can indicate melanoma include an increase in size, irregular edges, change in color, itchiness, or skin breakdown.",
    "imagepath": "https://drive.google.com/uc?id=1u0yYeB0jSEFdDTQZ3RG2MLC9qVfAX-Lq"
  },
  {
    "passioid": 1003707,
    "diseasename": "Actinic Cheilitis",
    "description": "Actinic cheilitis is cheilitis (lip inflammation) caused by long-term sunlight exposure. Essentially it is a burn and a variant of actinic keratosis which occurs on the lip. It is a premalignant condition, as it can develop into squamous cell carcinoma (a type of mouth cancer).",
    "imagepath": "https://drive.google.com/uc?id=1u4rKH33iR8YCLrq_f6RpiWbIlTWRa2hl"
  },
  {
    "passioid": 1003659,
    "diseasename": "Acanthosis Nigricans",
    "description": "Acanthosis nigricans is a medical sign characterized by brown-to-black, poorly defined, velvety hyperpigmentation of the skin. It is usually found in body folds, such as the posterior and lateral folds of the neck, the armpits, groin, navel, forehead and other areas. It is associated with endocrine dysfunction, especially insulin resistance and hyperinsulinaemia, as seen in diabetes mellitus. This activates the insulin-like growth factor receptors, which leads to proliferation of keratinocytes, fibroblasts and other cells in the skin. Activation of other growth factor receptors such as fibroblast growth factor receptors or epidermal growth factor receptor can also be responsible.",
    "imagepath": "https://drive.google.com/uc?id=1YVQd82rJKxd3pGAjfANYP4b4YdXDs__X"
  },
  {
    "passioid": 1003633,
    "diseasename": "Abscess",
    "description": "An abscess is a collection of pus that has built up within the tissue of the body. Signs and symptoms of abscesses include redness, pain, warmth, and swelling. The swelling may feel fluid-filled when pressed.  The area of redness often extends beyond the swelling. Carbuncles and boils are types of abscesses that often involve hair follicles, with carbuncles being larger.",
    "imagepath": "https://drive.google.com/uc?id=1U4xD96VUZZ2hhpslgqWwPzFJ7VZ-J4tZ"
  },
  {
    "passioid": 1003676,
    "diseasename": "Poison ivy",
    "description": "Poison ivy is an allergic contact dermatitis that causes a very itchy rash caused by exposure to the oil urushiol, which coats the leaves of poison ivy plants. About 50 to 70% of people are sensitive to the plant oil urushiol contained in poison ivy, poison oak, and poison sumac. Similar oils are also present in the shells of cashew nuts; the leaves, sap, and fruit skin of the mango; and Japanese lacquer. Once a person has been sensitized by contact with these oils, subsequent exposure causes a rash (allergic contact dermatitis).",
    "imagepath": "https://drive.google.com/uc?id=1OhUCsXfYGQLWoXrcQ3hASrIH_Bspzs6t"
  },
  {
    "passioid": 1003631,
    "diseasename": "Acne (Acne Vulgaris)",
    "description": "Acne vulgaris is a long-term skin condition that occurs when dead skin cells and oil from the skin clog hair follicles. Typical features of the condition include blackheads or whiteheads, pimples, oily skin, and possible scarring. It primarily affects skin with a relatively high number of oil glands, including the face, upper part of the chest, and back. The resulting appearance can lead to anxiety, reduced self-esteem, and, in extreme cases, depression or thoughts of suicide.",
    "imagepath": "https://drive.google.com/uc?id=1Kw1Ve2vuVPHsEMq9jvYZxaIhBYr0EJJ5"
  },
  {
    "passioid": 1003679,
    "diseasename": "Eczema",
    "description": "Eczema is inflammation of the skin, typically characterized by itchiness, redness, and a rash. In cases of short duration, there may be small blisters, while in long-term cases the skin may become thickened. The area of skin involved can vary from small to covering the entire body. Eczema is often called Dermatitis, and the difference between those terms is not standardized. The exact cause of the condition is often unclear. Cases may involve a combination of allergy and poor venous return. The type of dermatitis is generally determined by the person's history and the location of the rash. For example, irritant dermatitis often occurs on the hands of those who frequently get them wet. Allergic contact dermatitis occurs upon exposure to an allergen, causing a hypersensitivity reaction in the skin.",
    "imagepath": "https://drive.google.com/uc?id=1dZL75Lc6Rkq_VtFmb91Ni9TVMmRpDAgF"
  },
  {
    "passioid": 1003678,
    "diseasename": "ActinicKeratosis",
    "description": "Actinic keratosis, sometimes called solar keratosis or senile keratosis, is a pre-cancerous area of thick, scaly, or crusty skin. Actinic keratosis is a disorder (-osis) of epidermal keratinocytes that is induced by ultraviolet (UV) light exposure (actin-). These growths are more common in fair-skinned people and those who are frequently in the sun. They are believed to form when skin gets damaged by UV radiation from the sun or indoor tanning beds, usually over the course of decades. Given their pre-cancerous nature, if left untreated, they may turn into a type of skin cancer called squamous cell carcinoma. Untreated lesions have up to a 20% risk of progression to squamous cell carcinoma,[8] so treatment by a dermatologist is recommended.",
    "imagepath": "https: //drive.google.com/uc?id=1aOB4Qh31kRT6i1rLlnMcyo9zZzXjBOZY"
  }
]